tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "benbjohnson/litestream"
tap "borkdude/brew"
tap "buo/cask-upgrade"
tap "clojure-lsp/brew"
tap "gcenx/apple"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "thezoraiz/ascii-image-converter"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "bash"
brew "bat"
brew "cheat"
brew "clang-format"
brew "clojure"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "fasd"
brew "fff"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "leiningen"
brew "liquibase"
brew "mas"
brew "maven"
brew "neofetch"
brew "neovim"
brew "neovim-qt"
brew "openjdk@17"
brew "osx-cpu-temp"
brew "pandoc"
brew "postgresql@15"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rust"
brew "screen"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tomcat"
brew "universal-ctags", args: ["HEAD"]
brew "viu"
brew "watchman"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "benbjohnson/litestream/litestream"
cask "alt-tab"
cask "android-file-transfer"
cask "brave-browser"
cask "chromedriver"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "framer"
cask "hammerspoon"
cask "handbrake"
cask "heynote"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "microsoft-edge"
cask "ngrok"
cask "obs"
cask "postman"
cask "rectangle"
cask "redis-pro"
cask "sublime-text"
cask "transmission"
cask "vimr"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "Focus To-Do", id: 1258530160
mas "HEIC image batch converter", id: 1566575751
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Screen Cursor", id: 1577211880
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "무비스트", id: 461788075
mas "반디집", id: 1265704574
mas "카카오톡", id: 869223134
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "andys8.jest-snippets"
vscode "blaugold.melos-code"
vscode "blaxou.freezed"
vscode "bradlc.vscode-tailwindcss"
vscode "bruno-api-client.bruno"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "donjayamanne.python-environment-manager"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hirantha.json-to-dart"
vscode "jakebecker.elixir-ls"
vscode "jsayol.firebase-explorer"
vscode "mariusalchimavicius.json-to-ts"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nash.awesome-flutter-snippets"
vscode "orta.vscode-jest"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritvyk.heex-html"
vscode "svelte.svelte-vscode"
vscode "tal7aouy.theme"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
