tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thezoraiz/ascii-image-converter"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "clang-format"
brew "clojure"
brew "ruby"
brew "cocoapods"
brew "fasd"
brew "fff"
brew "fzf"
brew "gh"
brew "git-flow"
brew "handbrake"
brew "htop"
brew "httpie"
brew "lefthook"
brew "leiningen"
brew "maven"
brew "neovim"
brew "neovim-qt"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "screen"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "viu"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "heroku/brew/heroku"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-file-transfer"
cask "dbeaver-community"
cask "docker"
cask "eclipse-ide"
cask "figma"
cask "goneovim"
cask "hammerspoon"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "obs"
cask "postman"
cask "transmission"
cask "vimr"
cask "zoom"
cask 'font-meslolg-nerd-font'
cask "font-meslo-lg-nerd-font"
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
