tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "asciinema"
brew "automake"
brew "bat"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clang-format"
brew "clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "cocoapods"
brew "docutils"
brew "fasd"
brew "fff"
brew "fzf"
brew "gh"
brew "git-flow"
brew "handbrake"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "lefthook"
brew "leiningen"
brew "maven"
brew "neovim-qt"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "screen"
brew "the_silver_searcher"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "tig"
brew "tmuxinator"
brew "universal-ctags/universal-ctags/universal-ctags"
brew "viu"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jq"

cask "docker"
cask "google-chrome"
cask "vimr"
cask "hammerspoon"
cask "firefox"
cask 'font-meslolg-nerd-font'
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
